DISEASE_POOL = {
    "food": [
        "A 감염",
        "B 독소",
        "C 균",
        "D 기생충",
        "E 독 축적",
        "F 장내 오염",
        "G 곰팡이",
        "H 세균"
    ],

    "gene": [
        "A 체질",
        "B 털 구조",
        "C 뼈 모양",
        "D 혈액 특성",
        "E 눈 구조",
        "F 체온 특징",
        "G 피부 모양",
        "H 근육 모양",
        "A 청각 능력",
        "B 면역 능력",
        "C 발톱 모양",
        "D 호흡 특징",
        "E 신경계",
        "F 치아 배열 모양",
        "G 간 모양",
        "H 후각 능력"
    ],

    "habitat": [
        "황사",
        "가뭄",
        "홍수",
        "태풍",
        "지진"

    ]
}